{
    "1": "เซียมซีใบนี้ว่าไว้  คุณจะสมหวังในทุกสิ่งที่คุณปรารถนา จะมีผู้ใหญ่ หรือผู้อุปถัมภ์ ซึ่งจะให้ความช่วยเหลือเกื้อกูลคุณเป็นอย่างดี หากในช่วงนี้คิดจะทำโครงการใดใดสามารถดำเนินการได้เลยทันที แต่ต้องทำด้วยความใจเย็น คิดไตร่ตรองให้รอบคอบเสียก่อน อย่ารีบร้อน แล้วงานของคุณจะประสบความสำเร็จลุล่วงไปได้ด้วยดี ทางด้านเพื่อนฝูงคนรอบกายจะมีความสุขกายสุขใจดี ถ้าถามถึงเรื่องทางด้านของสุขภาพร่างกายนั้น ถ้าป่วยอยู่ก็อาการก็จะบรรเทาเบาบางลง และในส่วนของลูกหนี้ที่หยิบยืมเงินแล้วหายหน้าไปนาน จะกลับมาจ่ายคืน ถามถึงด้านโชคลาภ ขอให้คุณทำใจเย็นๆเข้าไว้ คิดไตร่ตรองให้ดีก่อนแล้วคุณจะสมหวังในลาภที่ฝันไว้ ในเรื่องของคู่ครองคนรัก ที่หวังว่าจะได้พบเจอกันนั้น ก็จะได้พบกับคนดีสมดังใจหวัง จบคำทำนายเพียงเท่านี้",
    "2": "เซียมซีใบนี้ว่าไว้ เหตุการณ์ของคุณในช่วงนี้จะดีขึ้น จากที่เคยล้มเหลว หรือสูญเสียในทุกสิ่งทุกอย่าง แต่คุณไม่ต้องกังวลใจ เหตุการณ์ร้ายๆที่ผ่านเข้ามาก็จะผ่านไปได้ คุณจะสามารถลุกขึ้นยืนได้ใหม่ และประสบความสำเร็จไปได้ด้วยดี โครงการต่างๆที่ได้คิดได้วางแผนไว้ในช่วงนี้ ให้ค่อยๆคิด ค่อยทำไปทีละอย่าง อย่าทำงานหลายอย่างพร้อมๆกัน จงปรึกษาหารือกับผู้รู้ผู้ชำนาญในงานนั้นๆให้เรียบร้อยดีเสียก่อน แล้วจึงค่อยดำเนินตามแผนงานที่ได้วางไว้ คุณจึงจะประสบความสำเร็จ ทางด้านสุขภาพร่างกายที่ปวดอ่อดๆแอ่ดๆ อาการจะดีขึ้น คุณจะได้รับข่าวดีจากลูกหนี้ที่เคยหยิบยืมเงินไป ด้านคู่ครองที่หวังไว้ ยังไม่พบ แต่จะมีโชคลาภ จบคำทำนายเพียงเท่านี้",
    "3": "เซียมซีใบนี้ว่าไว้ คุณกำลังจะต้องพบกับความลำบากอย่างแสนสาหัส จะป่วยกระเสาะกระแสะจนรู้สึกหงุดหงิดตัวเอง จะมีคนคิดร้ายไม่เว้นแต่ละวัน ถึงขั้นลงไม้ลงมือเอาชีวิตกันเลยทีเดียว ซึ่งจะยิ่งทำให้คุณเป็นกังวล ทุกข์ใจถึงขนาดกินไม่ได้นอนไม่หลับเลยทีเดียว คุณจะไม่มีเวลาหาความสุขใส่ตัวเอง แต่ถ้าถามถึงเรื่องของคดีความนั้น จะผ่อนผันได้ ไม่มีอะไรร้ายแรง ถ้าถามถึงเรื่องของลูกหนี้ที่เคยหยิบยืมเงินไป จะยังไม่ได้เงินคืน ในส่วนของโชคลาภจะยังไม่สมหวัง ทางที่ดี งดการพนันและการเสี่ยงโชคทุกชนิดดีกว่า ช่วงนี้ทำอะไรก็ไม่ดี ด้านของคู่ครองคนรัก หากพบคนที่หมายปองในช่วงนี้อย่าเพิ่งดีใจ เพราะไม่ใช่คนที่ดีนัก จงสงบใจคิดใคร่ครวญให้ดีเสียก่อนจะดีกว่า จบคำทำนายแต่เพียงเท่านี้",
    "4": "เซียมซีใบนี้ว่าไว้ คุณจะมีเหตุให้ต้องห่างไกลจากคนรัก จากที่เคยอยู่เคียงคู่กันมานาน จะต้องพลัดพรากจากกันไปไกล นานครั้งจึงจะมีโอกาสได้เจอกันบ้างด้านการงาน คุณจะได้เลื่อนขั้น เลื่อนยศ เลื่อนตำแหน่ง โครงการอะไรที่วางแผนเอาไว้จะประสบผลสำเร็จ แต่ให้ระวัง ไม่ควรทำอะไรเกินหน้าเกินตาใคร จะทำอะไรต้องระวังตัวให้ดี ทางด้านของสุขภาพร่างกาย จากที่เจ็บป่วยไม่สบายจะหายในเร็ววัน ในเรื่องของคดีความนั้น ไม่ต้องเป็นกังวลใจ เพราะชนะคดีแน่นอน ในส่วนของลูกหนี้ที่เคยหยิบยืมเงินไปแล้วหนีหาย จะยังไม่กลับเอาเงินมาคืน ตามที่ได้หวังไว้ สำหรับพ่อแม่ที่หวังจะได้ลูก ทายว่าจะได้ลูกชายสมหวังดั่งใจ จบคำทำนายแต่เพียงเท่านี้",
    "5": "เซียมซีใบนี้ว่าไว้ คุณจะทุกข์ร้อนจากการคิดมาก คิดไปเอง จงให้ทำใจให้สบาย ไม่มีใครจะคิดทำร้ายคุณได้ กังวลไปก็เปล่าประโยชน์ รังแต่จะทำให้ทุกข์ใจเสียเปล่าๆ การที่อยากได้ของๆคนอื่น คุณจะเสียของๆคุณไปเช่นกัน และการจะเลือกคบใคร ไม่ว่าจะเป็นคนรักหรือเพื่อนฝูงก็ตามให้ดูให้ดีเสียก่อน โบราณว่าคบคนพาล พาลพาไปหาผิด ถามถึงเรื่องของคู่ครองคนรัก เนื้อคู่ของคุณนั้นอยู่ห่างไกลจากคุณมาก คงอีกนานกว่าจะได้พบเจอกัน ถามถึงเรื่องลูกหนี้ที่หยิบยืมเงินไป คงยังไม่ได้เจอตัวอีกนาน ในส่วนของโชคลาภที่หวังไว้ ก็ยังไม่สมหวังในช่วงนี้ หากถามถึงลูกในท้องที่จะเกิดมา ทายได้ว่าจะได้ลูกสาวแน่นอน จบคำทำนายแต่เพียงเท่านี้",
    "6": "เซียมซีใบนี้ว่าไว้  ในช่วงนี้คุณจะคิดมาก ทำให้มีความกังวลในทุกเรื่อง จงพยายามทำจิตใจให้สงบ เข้าวัดนั่งสมาธิเสียบ้างก็ดี ทำจิตใจให้สงบนิ่งเยือกเย็น แล้วทุกสิ่งที่หมายจะได้ดังหวัง เพราะหากคุณมัวแต่จิตใจหม่นหมองหรือร้อนรนไปทุกเรื่องละก็ จะทำให้ต้องเสียการเสียงานได้ หากถามถึงด้านโชคลาภเงินทอง จะสมหวังดังใจหมาย ลองเสี่ยงโชคดูบ้างก็ดี อาจมีลาภลอย หากถามถึงพวกลูกหนี้ที่ได้เคยหยิบยืมเงินไป ก็จะมีข่าวดีเพราะลูกหนี้จะเอาเงินมาคืน ทางด้านของสุขภาพร่างกาย ที่เจ็บป่วยอยู่บ่อยๆก็จะแข็งแรงขึ้น สบายใจได้ ส่วนเรื่องของคู่ครองคนรัก คุณจะได้พบคนดีอย่างที่หวังไว้ในไม่ช้านี้ จบคำทำนายแต่เพียงเท่านี้",
    "7": "เซียมซีใบนี้ว่าไว้ ช่วงเวลาแห่งความทุกข์หมดโศกกำลังจะจบลงแล้ว จากนี้ไปคุณจะได้พบแต่ความสุข มีแต่เรื่องดีๆเข้ามาในชีวิต หากจะเข้าวัดทำบุญก็ให้ประมาณตนด้วย แล้วจะได้ทุกสิ่งสมดังหวัง อย่าโลภบุญให้มากนัก จนตัวเราต้องวุ่นวายหยิบยืมเงินคนอื่นเพื่อทำบุญ จะทำให้คุณเป็นทุกข์ ทางด้านโชคลาภนั้น คุณจะได้ลาภในไม่ช้านี้อย่างแน่นอน ลองเสี่ยงดวงดูบ้างก็ดี หากถามถึงสิ่งของที่หายไป คุณไม่ต้องวิตกกังวลเพราะจะมีคนเอามาคืนแน่นอน ทางด้านของคู่ครองคนรักนั้น จะได้พบเจอคนดีสมกับที่ได้หวังไว้ ทางด้านของสุขภาพร่างกายนั้น ที่เจ็บป่วยไม่หายซักทีจะดีขึ้นเป็นลำดับ เรื่องอื่นๆก็ไม่ต้องกังวล เพราะคุณจะได้พบแต่เรื่องดีๆ จบคำทำนายแต่เพียงเท่านี้",
    "8": "เซียมซีใบนี้ว่าไว้ คุณจะต้องพบเจอกับความยากลำบาก อุปสรรคและความยุ่งยากกำลังจะตามเข้ามา ผู้ช่วยเหลืออุปถัมภ์ค้ำชูก็จะหายหน้าไป วิธีแก้ปัญหาคือการกลับไปหาผู้ที่เคยให้ความช่วยเหลือ หรือกลับไปขอความช่วยเหลือจากทางบ้านจะดีกว่า ในด้านของท่านที่ตามหาของรักของหวงที่หายไปนั้น คงต้องทำใจ เพราะยากนักที่จะหาเจอ ทางด้านเนื้อคู่คนรักที่หวังจะได้พบเจอซักทีนั้น คนที่พบเจอช่วงนี้ก็ไม่ใช่คนที่ดีนัก คงต้องรอกันไปอีกนาน ถ้าถามถึงเรื่องคดีความ การขึ้นโรงขึ้นศาลในช่วงนี้ไม่ค่อยดีนัก จะสู้คดีได้ยาก ทางด้านโชคลาภเงินทองก็ไม่ค่อยดี ช่วงนี้ดวงยังไม่มีโชคเข้ามา งดเสี่ยงโชคสักพักจะดีกว่า หากดันทุรังมีแต่จะเสียเงินเสียทองไปเปล่าๆ จบคำทำนายแต่เพียงเท่านี้",
    "9": "เซียมซีใบนี้ว่าไว้ จากช่วงเวลาที่ชีวิตของคุณต้องตกต่ำมานาน คุณจะกลับมามีอำนาจดังเดิม คุณจะสมหวังและจะได้ลาภจากการเดินทางไปทางทิศตะวันตกและทิศใต้ จะทำสิ่งใดให้คิดไตร่ตรองถึงอนาคตให้ดี แล้วคุณจะประสบความสำเร็จ ทางด้านของญาติพี่น้องหรือเพื่อนฝูงที่หายหน้าหายตา หรือต้องพลัดพรากจากกันไปนานจะได้กลับมาพบเจอกันใหม่ ส่วนในเรื่องของคู่ครองคนรักที่หวังจะได้อยู่ด้วยกันนั้นอย่าเพิ่งหวังจะดีกว่า คงต้องใช้เวลาอีกนาน เรื่องของสุขภาพร่างกายก็ยังไม่ค่อยดี จะเจ็บไข้ได้ป่วยไม่หายง่ายๆ แต่ถ้าถามถึงเรื่องโชคลาภเงินทองจัดว่าดี จะได้สมหวังดังใจ ลองเสี่ยงโชคดูก็ดี จบคำทำนายแต่เพียงเท่านี้",
    "10": "เซียมซีใบนี้ว่าไว้ คุณจะจิตใจปั่นป่วน ฟุ้งซ่าน คิดมากไปเองจะคิดจะพูดอะไรออกมาไม่ได้ดังใจคิด ที่คิดจะทำอะไรก็ถูกกีดขวางเนื่องมาจากความกลัวในตัวของคุณเอง เพราะคิดมากเกินไป ในช่วงนี้คุณจะคิดทำสิ่งใดก็ทำได้ไม่สะดวกใจนัก ลองเข้าวัดฟังธรรมเสียบ้างจิตใจจะได้เย็นลง ผู้ที่กำลังอยากมีบุตรทายว่าจะได้ลูกสาว ส่วนคุณที่มีสิ่งของสูญหายไป ยากที่จะตามหากลับคืนมาได้ ด้านสุขภาพร่างกาย ในรายที่สุขภาพไม่แข็งแรงนั้นยากจะหายดีในเร็ววัน ยังคงต้องใช้เวลาในการรักษาต่อไป ด้านของเนื้อคู่คนรักนั้นจะสมหวังดังใจหมาย แต่ในเรื่องของโชคลาภนั้นยังไม่ค่อยดี ขอให้งดเว้นการเสี่ยงโชคเอาไว้ซักระยะ จงหมั่นทำบุญและดูแลรักษาตัวเองให้ดี จบคำทำนายแต่เพียงเท่านี้",
    "11": "เซียมซีใบนี้ว่าไว้ ในช่วงต่อจากนี้ไป เป็นช่วงที่คุณกำลังจะมีอนาคตที่ดี แต่อาจจะอุปสรรคเข้ามาบ้าง แต่คุณก็จะสามารถแก้ปัญหานั้นได้ ไม่ต้องเป็นกังวลใจ ในชาติก่อนคุณทำบุญไว้มากขนาดไหน บุญนั้นก็จะตามคุณมาเท่านั้น เพราะฉะนั้น หมั่นทำบุญกุศลสะสมไว้ก็จะดี คุณและแม่จะมีกิจการงานใดๆร่วมกัน และกิจการนั้นก็จะไปได้ด้วยดี ทางด้านของเนื้อคู่คนรักที่หวังไว้จะได้พบเจอคนดีเข้ามาสมดังใจ เนื้อคู่ของคุณจัดได้ว่าหล่อสวยเลยทีเดียวทางด้านของเพื่อนฝูงลูกหนี้ที่หยิบยืมเงินไปจะกลับมาขอผ่อนผัน ไม่ได้หนีหน้าหายไป คุณกำลังจะสมหวังในด้านโชคลาภ เมื่อได้ลาภมาก็อย่าลืมไปทำบุญเพื่อต่อลาภนั้นๆด้วย จบคำทำนายแต่เพียงเท่านี้",
    "12": "เซียมซีใบนี้ว่า คุณจะเป็นกังวล คิดมาก จิตใจปั่นป่วนร้อนรน ทำให้ในช่วงนี้คุณจะคิดทำสิ่งใดก็ทำได้ไม่สะดวกใจนัก จะคิดจะพูดอะไรออกมาไม่ได้ดังใจคิด ช่วงนี้ให้เข้าวัดฟังธรรมเสียบ้างจิตใจที่สับสนวุ่นวายจะได้สงบลง คุณจะมีผู้ใหญ่คอยให้คำปรึกษาและอุปถัมภ์ค้ำชูอยู่เบื้องหลัง แต่ถ้าถามถึงเรื่องของคู่ครองคนรักนั้นจะยังไม่สมดังที่หวัง ที่ได้เจอก็จัดว่าไม่ดี หรือจะเข้ากันไม่ได้ ทางที่ดีให้รอไปก่อน เมื่อถึงช่วงเวลาที่เหมาะสมก็จะได้พบเจอเอง คุณมีเพื่อนและญาติพี่น้องที่ดี แต่ถ้าถามถึงโชคลาภในช่วงนี้ ยังไม่มีวีแว่วของความสำเร็จเลย ทางที่ดี งดการเสี่ยงโชคและการพนันโดยเด็ดขาด จบคำทำนายแต่เพียงเท่านี้",
    "13": "เซียมซีใบนี้ว่าไว้ ช่วงนี้ไม่ใช่เวลาที่ดีของคุณ ให้สงบเสงี่ยมเจียมตน หยุดรอให้ช่วงเวลาที่เลวร้ายนั้นผ่านพ้นไป ระหว่างที่รอนั้นให้ปรึกษาหารือกับผู้ใหญ่หรือผู้รู้ เมื่อถึงเวลาที่ดีแล้วจึงค่อยดำเนินแผนงานต่างๆที่คิดไว้จะดีกว่า แล้วคุณจะประสบความสำเร็จ ท่านที่หวังจะได้บุตร จะยังไม่สมหวังในช่วงนี้ คงต้องทำใจไปก่อน คุณจะได้พบเจอเพื่อนฝูงพี่น้องที่ห่างหายไปนาน ที่อยากมีลูกคงต้องทำใจเพราะยังไม่มีวีแววให้เห็น ด้านโชคลาภที่ถามถึงนั้น จะสมหวังดังใจคิด แต่ทางด้านคู่ครองคนรักนั้น มักจะเลือกแล้วเลือกอีก เลือกมากไปก็ยังหาไม่ได้ซักที จบคำทำนายแต่เพียงเท่านี้",
    "14": "เซียมซีใบนี้ว่าไว้ ช่วงนี้เป็นช่วงที่คุณจะประสบความสำเร็จ หากมีโครงการจะทำอะไรให้รีบทำ เพราะจะทำได้สำเร็จดังหวัง จะค้าขายก็ได้กำไรงดงาม ใครที่อยากมีลูก ทายว่าจะได้ลูกชายสมดังใจ ในเรื่องของเนื้อคู่คนรัก ก็จะพบเจอคนดีสมดังใจปอง ใครที่ของหายก็จะหาพบหรือมีคนนำมาคืน คุณกำลังจะมีโชคมีลาภ ลองเสี่ยงดวงดูก็น่าจะมีโอกาสดี ท่านที่ป่วยอยู่จะหายดีได้ในไม่ช้า ในด้านของเพื่อนฝูงลูกหนี้ที่หยิบยืมเงินไปจะกลับมาพร้อมกับดอกเบี้ย โดยรวมแล้วคุณจะมีโชคดีในทุกด้าน ผู้ที่ได้เซียมซีใบนี้จะมีความสุขมากๆในทุกด้าน จบคำทำนายแต่เพียงเท่านี้",
    "15": "เซียมซีใบนี้ว่าไว้ สิ่งที่คุณวาดหวังไว้กำลังจะเป็นจริงสมดังใจคิด จะมีผู้ใหญ่หรือผู้มีบารมีให้ความช่วยเหลือ อุปถัมภ์ค้ำชู และนั่นจะทำให้คุณพบกับความสำเร็จและเจริญก้าวหน้า ได้เลื่อนขั้นเลื่อนตำแหน่ง จะไม่มีอุปสรรคใดๆมาขวางกั้น หรือทำให้คุณต้องทุกข์ใจ คิดหวังสิ่งใดก็จะสมปรารถนา ถ้าถามถึงเรื่องของสุขภาพร่างกาย ที่ป่วยอยู่ก็จะหายวันหายคืน ท่านที่ยังโสดจะได้พบเนื้อคู่ที่เหมาะสม ด้านโชคลาภนั้น คุณจะมีโชคดี สำหรับที่ที่มีคดีความ จะชนะคดีได้ไม่ยาก แม้จะโดนซักไซ้ไต่สวน ให้ตอบไปตามความเป็นจริง แล้วคุณจะโชคดี จบคำทำนายแต่เพียงเท่านี้",
    "16": "เซียมซีใบนี้ว่าไว้ ช่วงนี้คุณจะต้องพบกับความวุ่นวายสับสนเนื่องจากการทำงานหลายสิ่งพร้อมๆกัน จะทำอะไรให้คิดไตร่ตรองให้ดีเสียก่อน อย่าใจร้อน เพราะไม่ว่าจะทำอะไรก็จะสบสนวุ่นวายจนผิดพลาดไปหมดทุกเรื่อง ทำใจเย็นๆ ลองเข้าวัดนั่งสมาธิดูบ้างจิตใจจะได้เย็นลง เมื่อนั้นคุณก็จะประสบความสำเร็จ ท่านที่เจ็บไข้ได้ป่วยมานานก็จะอาการดีขึ้น ในด้านของคดีความก็จะชนะได้ไม่ยากนัก ไม่ต้องเป็นกังวลใจเลย หากถามถึงเพื่อฝูงลูกหนี้ที่เคยหยิบยืมเงินไปล้วนแต่ลบหน้ากันหมด แต่โชคดีคุณจะมีลาภดังที่เคยหวังไว้ จบคำทำนายแต่เพียงเท่านี้",
    "17": "เซียมซีใบนี้ว่าไว้ ท่านที่คิดจะกระทำการสิ่งใดในช่วงนี้ให้หยุดคิดตรึกตรองให้ดีเสียก่อน อย่ารีบร้อน ลองปรึกษาหารือผู้มีประสบการณ์ให้ดีเสียก่อน แล้วคุณจะประสบความสำเร็จสมดังใจหวัง ถามถึงเพื่อนฝูง ญาติพี่น้องมีความสุขดี ในเรื่องของสุขภาพร่างกายจากที่เจ็บไข้เรื้อรังมายาวนานก็จะหายดีเป็นปลิดทิ้ง และในไม่ใช้คุณจะมีโชคได้ลาภอย่างที่ฝันเอาไว้ ทำให้คุณมีความสุขมาก แต่ในเรื่องของคดีความนั้นยังไม่ค่อยดีนัก ที่จะไปหาใครก็จะไม่พบ ทางที่ดีลองโทรนัดเวลาไว้ก่อนจะดีกว่า แต่ที่สุดแล้ว ความหมายโดยรวมของคำทำนายนี้จัดว่าดี ไม่ต้องกังวลใจเลย จบคำทำนายแต่เพียงเท่านี้",
    "18": "เซียมซีใบนี้ว่าไว้ ในช่วงต่อจากนี้ไปคุณต้องระวังตัวให้ดี เพราะคุณกำลังจะขาดบุคคลที่สามารถพึ่งพาได้ ขาดผู้อุปถัมภ์ค้ำชู ทางที่ดีควรไปวัดทำบุญทำทาน อุทิศส่วนกุศลให้เจ้ากรรมนายเวร และสะเดาะเคราะห์โดยการเติมน้ำมันตะเกียง เพื่อความสว่างไสว โชติช่วงชัชวาลในชีวิตของคุณ ทางด้านของท่านที่เจ็บป่วยบ่อยๆจะหายดีในไม่ช้า ท่านที่หวังจะมีบุตรยังไม่สมหวัง คงต้องรอไปก่อน คุณยังไม่มีโชคในด้านของเงินทองในช่วงนี้ แต่ในเรื่องของคดีความนั้นคุณจะชนะคดีได้ต้องอย่าลืมไปสะเดาะเคราะห์โดยการเติมน้ำมันตะเกียงแล้วคุณจะชนะคดีอย่างแน่นอน จบคำทำนายแต่เพียงเท่านี้",
    "19": "เซียมซีใบนี้ว่าไว้ คุณจะทำอะไรให้คอยอีกหน่อย แล้วอย่างเพิ่งรีบร้อนการที่จะกระทำอะไรลงไป คุณควรใช้ความคิดและเวลา ในการวิเคราะห์ไตร่ตรองให้ดีเสียก่อน แล้วคุณจะสมดังหวังในสิ่งที่คุณนั้นรอคอยมานาน คุณจะมีโอกาสได้พบกับคนที่จะมาช่วยเหลือคุณแก้ไขปัญหาในเรื่องต่างๆ ลักษณะของคนที่จะมาช่วยเหลือ จะเป็นคนรูปร่างหน้าตาดีมีฐานะพอตัว เขาจะเป็นคนที่คุณถูกใจสามารถไว้ใจเขาได้ ถามถึงเรื่องการป่วย ถ้าคุณป่วยอยู่ อาการของคุณจะหายโดยเร็ววัน ถามถึงโชคลาภจะมีเข้ามาให้ชื่นใจ แต่ช่วงนี้ถือเรื่องโชคลาภนับจะมีมาแค่ประปราย และในอนาคตก็จะดีขึ้นอย่างแน่นอน ส่วนเรื่องทุกข์ร้อนที่เกิดที่ยังไม่จบก็จะจางหายไปจะมีแต่ความสุข ใบนี้ถือได้ว่าเป็นใบที่ดี",
    "20": "เซียมซีใบนี้ว่าไว้ ในช่วงนี้ให้มีการเจียมตัวอยู่นิ่งๆเพราะจะเกิดปัญหาที่เกิดขึ้นจะมากหรือน้อยก็ขึ้นอยู่กับผลบุญที่คุณทำมา ปัญหาที่เกิดขึ้นนี้จะส่งผลให้คุณเกิดความร้อนใจ อย่าเพิ่งทำการใด คุณควรมีความใจเย็น หากไม่ไตร่ตรองให้ดี อาจเกิดปัญหาได้และอาจจะสร้างความเสื่อมเสียต่อตัวตัวคุณได้ ผลเสียที่เกิดขึ้นจะส่งผลดีให้กับคนหาผลประโยชน์ซึ่งจะทำให้คุณเกิดความเสียเปรียบในด้านการลงทุนของคุณ เรื่องของครอบครัวถามถึงลูกที่อยู่ในครรภ์ คุณจะได้ลูกสาว เรื่องของคดีความที่เกิดขึ้นยังไม่มีคำตอบที่แน่ชัดคุณควรหาบุคคลที่จะมาช่วยเหลือเขาจะช่วยให้คุณได้รู้ ถามเรื่องของโชคลาภ ในช่วงนี้ยังไม่มีโชคลาภ ขอจบการทายเท่านี้",
    "21": "เซียมซีใบนี้ว่าไว้ เรื่องของความสมหวัง คนที่ไม่สมหวังในเรื่องที่ตนปรารถนา ช่วงนี้ถึงเวลาที่จะสมหวังกันเสียที เรื่องของปัญหาที่คุณประสบอยู่ จะได้รับความช่วย เหลือจากคนรอบข้าง เขาจะช่วยให้ในการแก้ไขปัญหาของคุณ ซึ่งจะทำให้ปัญหาของคุณจบลงได้ด้วยดี เรื่องของความรักคนที่มีคู่ครองอยู่แล้วจากที่มีปัญหาทางครอบครัวไม่ยอมรับในคู่ของตน จะเปลี่ยนไปทั้งสองครอบครัว จะยอมรับทั้งสองคนและจะมีการพัฒนา ถึงการเกี่ยวดองกันทั้งสองครอบครัว เรื่องของโชคลาภในช่วงนี้คุณจะมีโชคลาภที่ถือว่าดีเลยทีเดียว สำหรับคนที่มีอาการที่เจ็บป่วยอยู่ก็จะหายดีด้วยการช่วยเหลือของคนที่ส่งเสริมดวงคุณอยู่ เรื่องของความรักคนที่ยังไม่มีคู่ครอง ตอนนี้จะเป็นช่วงที่ดี จะได้พบกับคู่ครองเหมือนผลบุญนำพาให้เจอกัน จบการทายเท่านี้ถือว่าใบนี้ดี"
}