{
    "0": {
        "detail": "ไพ่หมายเลข 0 The Fool\nเป็นคนที่รักอิสระ มีความคิดที่แหวกแนวและใหม่ๆอยู่เสมอ ไม่ชอบให้ใครมาบงการ เป็นคนที่ดูเหมือนใช้ชีวิตเรื่อยเปื่อยสนุกสนาน ชอบเดินทาง และเป็นคนที่มีอารมณ์ขัน ไม่ซีเรียสไม่จริงจังกับชีวิต หรือช่วงที่มีการเปลี่ยนแปลงเริ่มต้นอะไรใหม่ๆ ความรักก็เป็นแบบสดใสร่าเริงมีความสุขสนุกสนานแต่เอาแน่นอนอะไรไม่ได้นัก ไม่มีการวางเป้าหมายในความรักซักเท่าไหร่ เป็นผู้ชายหยิบได้ออกจะเจ้าชู้ด้วย งานที่เหมาะเป็นไซต์ไลน์ หรืองานที่เกี่ยวกับการท่องเที่ยวการบันเทิง คอมพิวเตอร์ ตัวแทน งานที่ไม่ต้องนั่งอยู่กับที่",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card00.jpg"
    },
    "1": {
        "detail": "ไพ่หมายเลข 1 The Magician\nเป็นผู้ที่มีความฉลาด มีพรสวรรค์ มีความสามารถพิเศษ เป็นคนที่มีฝีมือ หรือเป็นผู้ที่มีประสบการณ์ความชำนาญ มักชอบทำงานอยู่เบื้องหลังมากกว่าออกหน้า เป็นนักวางแผนตัวยง งานที่ทำแบบเป็นตัวแทนเป็นคนที่ปรึกษาก็ได้เหมาะสม หรือเป็นอาจารย์สอนวิชาที่เกี่ยวกับการบริหารวางแผน หากเป็นความรักมักเป็นคนที่จีบเก่งเพราะความฉลาดและมีไหวพริบ เป็นคนที่มีอารมณ์โรแมนติก และมักชอบทำให้ประหลาดใจอยู่บ่อยๆ เป็นคนที่มีความสามารถพิเศษหลายอย่าง มีสัมผัสพิเศษ เป็นหมอดูดี ประสบความสำเร็จหรือศึกษาในศาสตร์ลึกลับ เงินก็ต้องดีเพราะว่าหาเงินเก่ง",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card01.jpg"
    },
    "2": {
        "detail": "ไพ่หมายเลข 2 The High Priestess\nเป็นหญิงที่สนใจทางด้านปรัชญา ศาสนา มักใช้อารมณ์และจิตใต้สำนึกมากกว่าเหตุผล มักเป็นคนที่มีอารมณ์อ่อนไหวง่าย เป็นคนที่มีเมตตาอ่อนโยนรักสวยรักงาม แต่เรื่องความรักมักมีช่องว่าง เป็นหญิงที่มีความรู้สามารถ เป็นคนที่มีเสน่ห์ อาชีพที่เหมาะสม ช่างเสริมสวย งานด้านบริการ ประชาสัมพันธ์ พนักงานบริษัท งานที่เกี่ยวกับการออกแบบดีไซน์ก็ได้",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card02.jpg"
    },
    "3": {
        "detail": "ไพ่หมายเลข 3 The Empress\nเป็นเทพีแห่งความรัก เมตตาเหมือนดั่งมารดาแห่งผืนดิน เป็นหญิงที่มีความรักที่ลึกซึ้ง ความรักที่มาจากก้นบึ้งแห่งหัวใจ การแต่งงานการมีครรภ์การให้กำเนิดบุตร หมายถึงภรรยา มารดา หรือผู้หญิงที่มีบริวาร มีบารมี เป็นผู้ที่มีความรักในธรรมชาติ และสถานะความเป็นอยู่นั้นดี มีความอุดมสมบูรณ์ หากเป็นชายจับได้เป็นคนที่มีจิตใจอ่อนโยนและเป็นดวงนารีอุปถัมภ์ งานที่เกี่ยวกับ อาหารการกิน หรือของใช้ที่จำเป็น งานที่เกี่ยวกับการดูแลเอาใจใส่ พยาบาล หรือ เกี่ยวกับการค้าขายที่เป็นเรื่องสวยงาม เพชร ทอง ดวงเป็นคุณหญิงคุณนาย เป็นไพ่ที่เป็นโชคดีของผู้หญิง",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card03.jpg"
    },
    "4": {
        "detail": "ไพ่หมายเลข 4 The Emperor\nเป็นนักปกครองผู้นำ ลักษณะเป็นเจ้าคนนายคน เป็นเจ้าของกิจการ ผู้นำ หรือเป็นในระดับประธานบริษัท เป็นคนที่ดูเข้มแข็งมั่นคงโดดเด่น เป็นผู้ที่มีกำลังใจ มีความรับผิดชอบในทุกสถานการณ์ ทำงานในอุตสาหกรรมหรือธุรกิจใหญ่โต อีกนัยหนึ่งเป็นคนต่างชาติ ต่างประเทศ",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card04.jpg"
    },
    "5": {
        "detail": "ไพ่หมายเลข 5 The Hierophant\nเป็นเหมือนนักบุญชอบงานการกุศล ชอบช่วยเหลือผู้อื่น มีความเมตตากรุณาเห็นใจผู้อื่น เป็นที่รักของเพื่อนฝูง มีความสนใจในศาสนา ปรัชญา ความรู้ระดับที่เรียน ปริญญาโทขึ้นไป อาชีพเป็นครูอาจารย์เพราะสามารถทำให้คนอื่นเชื่อไว้ใจในคำพูดได้ เป็นคนที่จริงใจ การตัดสินใจใช้หลักความถูกต้องในเรื่องคุณธรรม หรือใช้ความถูกต้องในการตัดสินใจ เป็นแบบงานที่เกี่ยวกับด้านวิชาการ เกี่ยวกับหนังสือ เป็นดวงที่มักมีผู้ใหญ่รักเมตตา ความรักมักไม่ค่อยสวีทหวานแหวว จึงทำให้ความรักไม่ค่อยสมหวังนักเป็นคนที่ช่างเลือก และมักไม่ค่อยชอบการเปลี่ยนแปลงซักเท่าไหร่",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card05.jpg"
    },
    "6": {
        "detail": "ไพ่หมายเลข 6 The Lover\nเป็นความรักระหว่างหญิงชายเป็นความรักสื่อถึงกันได้ ความรักที่ต้องตัดสินใจต้องเลือกระหว่างความถูกใจกับความถูกต้อง หรือมีความรักที่ดูดดื่มเป็นคนที่มีเสน่ห์แก่เพศตรงข้ามมากเป็นพิเศษ เป็นคนที่เจ้าชู้ก็ว่าได้ เป็นคนที่มีมนุษย์สัมพันธ์ดี ทำการค้าจึงเหมาะสมมาก ช่างเสริมสวย นักดนตรี หรืองานที่ต้องใช้รูปร่างหน้าตา งานที่เกี่ยวกับการสื่อสาร ความรักที่มีสามคนขึ้นไป",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card06.jpg"
    },
    "7": {
        "detail": "ไพ่หมายเลข 7 The Chariot\nเป็นไพ่นักรบ หรือเรียกว่านักสู้เป็นคนที่มีความอดทน เป็นคนที่มีความกล้าหาญ เป็นผู้นำได้ เป็นนักกีฬา คนที่ชอบความตื่นเต้นผจญภัย หากเป็นเรื่องเกี่ยวกับสถานการณ์จะหมายถึง เรื่องที่ต้องใช้ความพยายามมาก ความรักมักไม่ค่อยลงลอยกันเพราะความรุนแรงเป็นพวกใจร้อนอารมณ์ร้อน และหมายถึงคู่รักที่อยู่ห่างกัน การงานมักเป็นงานที่เกี่ยวกับ วิศวกร ทหาร ตำรวจ หรือทำงานที่เกี่ยวกับยานพาหนะ การเดินทาง เซลล์",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card07.jpg"
    },
    "8": {
        "detail": "ไพ่หมายเลข 8 Strength\nความกล้าหาญความแข็งแรง เป็นหญิงแกร่ง หรือเป็นหญิงที่มีความสามารถหลายอย่าง สามารถพึ่งพาตัวเองได้ มีความมั่นใจในตัวเองสูง มักมีอำนาจเหนือชาย รู้จักโอนอ่อนผ่อนตาม รู้จักใช้ความสงบนิ่งเพื่อสยบความเคลื่อนไหว การเงินเป็นคนที่มีฐานะดีทีเดียวได้จากน้ำพักน้ำแรงของตัวเอง ความรักมักจะเหนื่อยเพราะถ้าเป็นหญิงจับได้ต้องพึ่งพาตัวเองหรือเป็นผู้นำเองมากกว่าที่จะให้ฝ่ายชายเป็นผู้นำ ถ้าชายจับได้เป็นดวงนารีอุปถัมภ์ เป็นผู้ชายที่ได้ภรรยากุมอำนาจ หรือเป็นคนที่เกรงใจภรรยา",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card08.jpg"
    },
    "9": {
        "detail": "ไพ่หมายเลข 9 The Hermit\nความสันโดษความเงียบสงบ หากพูดเรื่องการศึกษาเรียนรู้ ไพ่ใบนี้จะเป็นการศึกษาเรียนรู้เกี่ยวกับภายในตัวตน เข้ามาข้างในจิตใจ เป็นการเรียนรู้เฉพาะศาสตร์ใดศาสตร์หนึ่งที่ตนแสวงหา เป็นคนที่รักธรรมชาติ ใจบุญ มีเมตตา และมักชอบช่วยเหลือและแนะนำผู้อื่น หากเป็นเรื่องความรักเมื่อใดที่ไพ่ใบนี้ขึ้นมา ในพื้นดวงแต่งงานช้า หรือว่าได้คู่ต่างวัยกว่ากันมาก เป็นคนที่ไม่ค่อยให้ความสนใจในเรื่องของความรัก หรือเมื่อมีความรักแล้วกลับกลายเป็นความจืดชืดอยู่กันไปแบบเป็นเพื่อนที่ปรึกษาหารือกันมากกว่า การเงินพอมีพอกินเพราะไม่ค่อยได้สนใจแสวงหา การงานเหมาะกับงานที่เกี่ยวกับการเรียนการสอน หรือเกี่ยวกับความรู้เฉพาะด้านเฉพาะทาง",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card09.jpg"
    },
    "10": {
        "detail": "ไพ่หมายเลข 10 The Wheel of Fortune\nความมีโชคดีในชีวิต มีโอกาสที่ดี หมายถึงบ้านหรือที่ดิน การเปลี่ยนแปลงไปสู่สิ่งใหม่ หากเป็นเรื่องความรักคือการได้คู่ครองที่ดี หรือความรักที่รอคอยได้มาถึงแล้ว การได้แต่งงานใหม่สำหรับคนที่เป็นหม้ายมานาน การหวนไปคืนดีกับคนรักเก่า ส่วนใหญ่ไพ่ใบนี้จะออกไปในทางที่ดีมาก",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card10.jpg"
    },
    "11": {
        "datail": "ไพ่หมายเลข 11 Justice\nความยุติธรรมเป็นตัวแทนความเสมอภาค ความสมดุล การใช้เหตุผล กฎหมาย กฎเกณฑ์ การตัดสินใจที่ใช้เหตุใช้ผลมาประเมิน อาชีพมักเป็นเกี่ยวกับงานทางด้านกฎหมาย หรือบัญชี วิศวกร เทคนิค หรืองานทางด้านเอกสารนิติกรรม ความรักความสัมพันธ์ เป็นความมั่นคงทางจิตใจ ความเสมอภาค ความเท่าเทียมกัน การใช้เหตุใช้ผลในเรื่องของความรัก หรือความรักที่ใช้สติ เป็นความสัมพันธ์ที่ลงตัว มีความรักที่อยู่ในความพอดีไม่ลุ่มหลงจนเกินไป การเงินค่อนข้างรู้จักใช้อย่างมีเหตุผล จึงเกิดความสมดุลในเรื่องของรายรับรายจ่าย",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card11.jpg"
    },
    "12": {
        "detail": "ไพ่หมายเลข 12 The Hanged Man\nเป็นการอุทิศตนให้กับโครงการสำคัญส่วนตัวบางโครงการที่ต้องใช้ความเข้มแข็งอดทนสูงมาก และจะพบเจอกับความเหนื่อย และความเสียเปรียบแต่สามารถที่ผ่านพ้นไปได้เพราะความอดทนและความพยายาม การที่ได้อะไรมาต้องมีการเสียอย่างหนึ่งไป หรือเป็นการเสียสละอะไรบางอย่าง เช่นเสียเงินเพื่อได้สิ่งที่ต้องการมา ต้องเสียเหงื่อ เพื่อความสำเร็จอะไรแบบนี้ ข้าพเจ้าว่าน่าจะเป็นความหมายที่ดีสำหรับนักสู้ เพราะว่าความสำเร็จได้มาจากการที่ต้องอุทิศตน เรื่องการงานเกี่ยวกับงานต้องใช้ความสามารถสูง และจินตนาการเช่นการเป็นหมอดู หรืองานทางด้านการถ่ายภาพ นักแสดง นักดนตรี หรือการเป็นหมอรักษาโรคคน งานที่เสี่ยง ๆ เช่นนักบิน ความรักที่เสียสละได้ทุกอย่าง เป็นรักแท้รักที่มีพลานุภาพซึ่งตรงข้ามกับที่สายตาคนอื่นมองเข้าใจว่าไม่อยู่ในโลกแห่งความเป็นจริง หรือความสัมพันธ์ที่คนอื่นไม่เข้าใจไม่ยอมรับ การเงินได้มาด้วยความเหนื่อยยาก หรือการเก็บเงินไม่อยู่",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card12.jpg"
    },
    "13": {
        "detail": "ไพ่หมายเลข 13 Death\nคนมักตกใจกลัวเมื่อได้ไพ่ใบนี้ ความจริงหน้าไพ่ใบนี้แทบไม่ได้บ่งชี้ถึงสัญญาณความตายเลย แต่เป็นตัวแทนการเปลี่ยนแปลงครั้งสำคัญของชีวิต หมายถึงว่าถึงเวลาที่เรื่องราวต่างๆถึงเวลาสิ้นสุดยุติลง มักเป็นการที่เจ้าชะตารู้อยู่แล้วว่าต้องจบต้องเปลี่ยนแปลงเรื่องอะไร เช่นการปิดกิจการ เป็นการจบสิ้นเพื่อเริ่มต้นใหม่ การหย่าร้าง ความรักที่ต้องจบสิ้นลง การย้ายบ้าน การออกจากงาน การจบการศึกษา การเงินที่ต้องสูญเสียในสิ่งที่รู้อยู่แล้ว สุขภาพที่เจ็บป่วยต้องรักษาหรือมีการผ่าตัดแล้วจึงหาย งานที่เกี่ยวข้องกับไพ่นี้คือ หมอ พยาบาล งานที่เกี่ยวข้องกับความเป็นความตายคน หรืองานที่เกี่ยวกับประกันภัย ประกันชีวิต อุบัติเหตุ พนักงานดับเพลิง ขายยา",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card13.jpg"
    },
    "14": {
        "detail": "ไพ่หมายเลข 14 Temperance\nหมายถึงเอกภาพความสมดุล การรู้จักยับยั้งชั่งใจ พอควรพอประมาณ มิตรภาพที่ดีงามช่วงเวลาแห่งความผ่อนคลายหรือว่าปรับเปลี่ยนเพื่อความสมดุลลงตัว การเปลี่ยนแปลงโยกย้าย เป็นคนที่ขยันไม่อยู่นิ่ง มีการเดินทาง ความรักที่รู้จักแบ่งปันหรือสอดประสานลงตัว การเจรจาที่พบกันครึ่งทางเพื่อความเสมอภาค การเงินที่ต้องหา รู้จักใช้อย่างระมัดระวัง มัธยัสถ์",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card14.jpg"
    },
    "15": {
        "detail": "ไพ่หมายเลข 15 The Devil\nความขุ่นเคืองโกรธแค้น การเก็บกดความรู้สึกที่รุนแรงไว้ในจิตใจ ความลุ่มหลงในรัก ตัณหา ความต้องการที่จะได้มา เรื่องเกี่ยวกับโชคลาภ ต้องใช้สติมาก ๆ เมื่อไพ่ใบนี้ปรากฏขึ้นมา ให้ระวังการมองโลกในแง่ร้าย การเงินที่ได้มาอย่างไม่ชัดเจน หรือมีลาภลอยใต้โต๊ะ การเจ็บป่วยเกี่ยวกับอวัยวะสืบพันธุ์",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card15.jpg"
    },
    "16": {
        "detail": "ไพ่หมายเลข 16 The Tower\nความรุนแรง ความเสียหายที่เกิดขึ้นอย่างฉับพลัน ความยุ่งยากอันตราย การเจ็บป่วย หรืออุบัติเหตุ ความเดือดร้อนจากสิ่งที่ไม่คาดคิด การเข้าโรงพยาบาล ถูกใส่ร้าย ความจริงที่ถูกเปิดโปง ความรักที่ผิดหวัง การทะเลาะเบาะแว้ง การทำร้ายร่างกาย เสียเงิน ความหมายในทางที่ดีก็มีเช่นเรืองอาชีพการงานเหมาะกับพวกตำรวจ ทหาร แพทย์ผ่าตัด ปั๊มน้ำมัน ขายแก๊ส บริษัทรักษาความปลอดภัย หรือทำงานเกี่ยวกับไฟฟ้า เครื่องใช้ไฟฟ้า",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card16.jpg"
    },
    "17": {
        "detail": "ไพ่หมายเลข 17 The Star\nสิ่งต่าง ๆ ที่ดำเนินไปได้ด้วยดีเป็นไปอย่างต่อเนื่อง ปัญหาที่ได้รับการช่วยเหลือแก้ไขได้ด้วยดี ความหวังที่รอเป็นจริงในอนาคต ความสงบ สันโดษ ธรรมชาติ ต่างจังหวัด ไม่ชอบความวุ่นวาย เป็นคนที่มีจิตใจสงบเยือกเย็น มีความฝันเป็นของตัวเองที่ชัดเจน แรงบันดาลใจ ความรักที่ได้เริ่มทำความเข้าใจกันใหม่ การแต่งงานช้าการเป็นโสดนาน ชอบอยู่คนเดียว การเงินดี การงานผู้ประกาศ โฆษก การที่ทำงานอยู่กับบ้าน งานที่เกี่ยวกับสื่อสิ่งพิมพ์ ของใช้ในบ้าน",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card17.jpg"
    },
    "18": {
        "detail": "ไพ่หมายเลข 18 The Moon\nช่วงอารมณ์ที่หวั่นไหวในสิ่งเร้า ถวิลหาความโรแมนติก ความสับสนทางจิตใจความกดดันทางอารมณ์อย่างสูงความสัมพันธ์ที่ไม่คืบหน้าไปไหน เกิดความหวาดระแวงต่อกัน การเงินฝืดเคืองมีเรื่องที่ต้องใช้จ่ายมาก ความเหงาความว้าเหว่ ขาดความศรัทธาในขีดความสามารถของตน ความหวาดระแวงวิตกกังวล เหมาะกับงานที่ต้องใช้จินตนาการ เช่นการออกแบบ การวาดรูป งานฝีมือ การบริการ นักดนตรี",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card18.jpg"
    },
    "19": {
        "detail": "ไพ่หมายเลข 19 The Sun\nการเกิด การเริ่มต้นที่ประสพความสำเร็จ ความทะเยอทะยาน ความมีพลัง ความมีชื่อเสียงเป็นที่รู้จัก ความโดดเด่น ความมุ่งมั่น ความสุข ความสมหวัง มีผู้คนเคารพนับถือ การเรียนต่อ การสอบผ่าน ความรักที่ดูมีชีวิตชีวารื่นเริง รู้สึกมีพลังเพราะความรัก หรือการเริ่มต้นความรักที่สดใสราวกับอาทิตย์อุทัย การเงินดี แต่ระวังความทะเยอทะยานที่มากเกินไป หรือระวังการมีอุดมการณ์สูงเกินไป การมี อัตตาสูง",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card19.jpg"
    },
    "20": {
        "detail": "ไพ่หมายเลข 20 Judgement\nการใช้วิจารณญาณหรือการประเมิณความเป็นไปของเรื่องราวในอดีตและสถานภาพปัจจุบัน การทำเช่นไรย่อมได้ผลเช่นนั้น รู้ซึ้งถึงแก่นแท้ของความรัก รู้จักการให้อภัยซึ่งกันและกัน การตัดสินใจในการเปลี่ยนแปลงครั้งสำคัญ การเสียเงินกับเรื่องเก่าที่ค้างคา การเงินทั่วไปเป็นแบบต้องทำจึงได้มา ทำมากได้มาก",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card20.jpg"
    },
    "21": {
        "detail": "ไพ่หมายเลข 21 The World\nวงจรที่ครบถ้วนสมบูรณ์ ผลลัพธ์ที่ประสพผลสำเร็จ ความอยู่ดีกินดี การบรรลุเป้าหมายหลังจากที่ฟันฝ่ามาแล้วจากห้วงเวลาแห่งความยุ่งยาก การเรียนรู้ด้วยตัวเองภาวะแห่งความผ่อนคลาย มองการแก้ปัญหาออกเพราะประสบการณ์ที่ผ่านมา ทำให้ทำตัวอยู่เหนือปัญหา ความรักที่ไม่ยึดติดกับประเพณี การอยู่ด้วยกันก่อนแต่ง เพื่อหาประสบการณ์ที่จะเรียนรู้ต่อกันและกัน",
        "image_url": "http://astrosimple.com/tarot/images/deck1/card21.jpg"
    }
}